/* Toolbar item */
"Action" = "アクション";
"Active" = "アクティブ";

/* Window title. */
"Activity" = "アクティビティ";
"Allow" = "許可";
"Always" = "常に";

/* Transfer action for existing files */
"Prompt" = "どうするか確認";

/* Toolbar item */
"{0} Bookmarks" = "{0} ブックマーク";

/* Alert sheet alternate button */
"Cancel" = "キャンセル";

/* Toolbar item tooltip */
"Character Encoding" = "文字エンコーディング";
"Choose" = "選択";

/* Toolbar item in Transfer Window. */
"Clean Up" = "消去";

/* Remove all bookmarks from history. */
"Clear Menu" = "メニューを消去";

/* Toolbar item */
"Column" = "カラム";

/* Toolbar item tooltip */
"Connect to server" = "サーバへ接続する";

/* Copy {FTP|Web|Distribution} URL */
"{0} URL" = "{0} URL";

/* Alert sheet text */
"Could not open or read the host file" = "ホスト上のファイルを開けないか、または読めませんでした";
"Could not open the file" = "そのファイルを開けませんでした";
"Could not show the file" = "そのファイルを表示できませんでした";
"Could not show the file in the Finder" = "そのファイルを Finder で表示できませんでした";

/* Toolbar item tooltip */
"Create New Folder" = "新規フォルダを作成";

/* Menu item */
"Cut {0}" = "カット {0}";
"Copy {0}" = "Copy {0}";
"Default" = "デフォルト";

/* Alert sheet title
   Alert sheet default button
   Toolbar item */
"Delete" = "削除";
"Delete Bookmark" = "ブックマークを削除";

/* Toolbar item tooltip */
"Delete file" = "ファイルを削除";
"Deny" = "不許可";

/* Alert sheet default button
   Toolbar item */
"Disconnect" = "接続解除";

/* Alert sheet title */
"Disconnect from {0}" = "ホストから接続解除 {0}";

/* Toolbar item tooltip */
"Disconnect from server" = "サーバから接続解除";
"Do you want to delete the selected bookmark?" = "選択したブックマークを削除しますか？";

/* Toolbar item */
"Download" = "ダウンロード";
"Download As:" = "ファイル名：";

/* Toolbar item tooltip */
"Download file" = "ファイルをダウンロード";
"Download the selected file to…" = "選択したファイルのダウンロード先…";

/* Toolbar item */
"Edit" = "編集";

/* Toolbar item tooltip */
"Edit file in external editor" = "外部エディタで編集";

/* Toolbar item */
"Encoding" = "エンコーディング";

/* Alert sheet title */
"Error" = "エラー";

/* Quit application on Windows */
"Exit" = "Exit";
"File" = "ファイル";

/* A column in the browser */
"Filename" = "ファイル名";
"{0} Items" = "{0} ファイル";
"Folder" = "フォルダ";
"FTP (File Transfer Protocol)" = "FTP（ファイル転送プロトコル）";
"FTPS (FTP/SSL)" = "FTP-SSL（FTP over TLS/SSL）";

/* Toolbar item */
"Get Info" = "情報を見る";

/* Toolbar item */
"Go to Folder" = "フォルダへ移動";
"History" = "履歴";

"Invalid character in filename." = "ファイル名に不適切な文字が含まれています。";
"Invalid character in folder name." = "フォルダ名に不適切な文字が含まれています。";

/* A column in the browser */
"Kind" = "種類";
"Extension" = "Extension";
"Region" = "Region";
"Version" = "Version";

/* Toolbar item */
"List" = "リスト";
"Local" = "ローカル";
"Local File" = "ローカルファイル";
"Mac Line Endings (CR)" = "Mac の行末コード（CR）";

/* A column in the browser */
"Modified" = "変更日";

/* Move a downloaded file to the trash */
"Move to Trash" = "ゴミ箱に入れる";
"Multiple files" = "複数のファイル";

/* Toolbar item */
"New Connection" = "新規接続";

/* Toolbar item */
"No external editor available" = "外部エディタがありません";

/* Alert sheet text */
"No newer version available." = "新しいバージョンはありません。";
"No private key selected" = "秘密鍵が選択されていません";
/* Alert sheet title */
"No update" = "アップデートはありません";
"None" = "なし";

/* 1.2MB of 3.4MB */
"{0} of {1}" = "{0} / {1}";

/* Alert default button
   Alert sheet default button */
"OK" = "OK";
"Open" = "開く";

/* Open corresponding HTTP URL in default browser tooltip */
"Open in Web Browser" = "Web ブラウザで開く";

/* Toolbar item */
"Outline" = "アウトライン";

/* A column in the browser */
"Owner" = "オーナー";

/* A column in the browser */
"Group" = "グループ";
"Passive" = "パッシブ";

/* Menu item */
"Paste {0}" = "ペースト {0}";

/* A column in the browser */
"Permissions" = "アクセス権";

/* Toolbar item */
"Quick Connect" = "クイック接続";

/* Toolbar item */
"Quick Look" = "Quick Look";
"Quit" = "終了";
"Quit Anyway" = "とにかく終了";

/* Confirm deleting files. */
"Delete {0} files" = "以下のファイルを本当に削除しますか？ この操作は取り消せません。";

/* Toolbar item */
"Refresh" = "更新";

/* Toolbar item tooltip */
"Refresh directory listing" = "ディレクトリの一覧を更新";

/* Toolbar item in Transfer Window. */
"Reload" = "再読み込み";

/* Toolbar item in Transfer Window. */
"Remove" = "削除";
"Remove completed transfers from list." = "Remove completed transfers from list.";


"Review…" = "戻る…";

/* Toolbar item in Transfer Window. */
"Search" = "検索";
"Server File" = "サーバファイル";
"SFTP (SSH File Transfer Protocol)" = "SFTP（SSH による暗号化 FTP）";
"Show" = "表示";

/* Toolbar item tooltip */
"Show file attributes" = "ファイルの属性を表示する";
"Show in Finder" = "Finder で表示";

/* Toolbar item tooltip */
"Show Transfers window" = "転送ウインドウを表示";

/* A column in the browser */
"Size" = "サイズ";

/* Toolbar item in Transfer Window. */
"Stop" = "停止";

/* Toolbar item tooltip */
"Switch Browser View" = "ブラウザの表示を変更";
"Symbolic Link (File)" = "シンボリックリンク（ファイル）";
"Symbolic Link (Folder)" = "シンボリックリンク（フォルダ）";

/* Toolbar item */
"Synchronize {0} with" = "同期 {0}";

/* Toolbar item tooltip */
"Synchronize files" = "ファイルを同期";

/* Alert sheet text */
"The connection will be closed." = "接続を解除します。";
"There are files currently being transferred. Quit anyway?" = "現在転送中の項目がありますが、とにかく終了しますか？";

/* Alert sheet text */
"There was a problem checking for an update. Please try again later." = "アップデートの確認中に問題が起きました。また後で再度お試しください。";

/* Toolbar item tooltip */
"Toggle Bookmarks" = "ブックマークを表示／隠す";
"Transfer in progress" = "転送中";

/* Toolbar item */
"Transfers" = "転送";

"Auto" = "Auto";
"Unknown" = "不明";
"Unknown size" = "サイズ不明";

/* Toolbar item */
"Upload" = "アップロード";

/* Toolbar item tooltip */
"Upload local file to the remote host" = "ローカルファイルをリモートホストへアップロード";

/* Toolbar item */
"View" = "表示";

"You are connected to at least one remote site. Do you want to review open browsers?" = "少なくとも一つのリモートホストに接続しています。開いているブラウザに戻りますか？";
"Open Network Diagnostics" = "ネットワーク診断を開く";
"WebDAV (Web-based Distributed Authoring and Versioning)" = "WebDAV（Web-based Distributed Authoring and Versioning）";
"WebDAV (HTTP/SSL)" = "WebDAV（HTTPS）";

/* Update sources */
"Release" = "Release";
"Beta" = "Beta";
"Snapshot Builds" = "Snapshot Builds";

"Show Hidden Files" = "不可視ファイルを表示";

/* Toggle Toolbar on Windows */
"Hide Toolbar" = "Hide Toolbar";
"Show Toolbar" = "Show Toolbar";
